{
  "//////////comment//////////////": "this is for main UI translation",
  "title": "Global Ocean Group",
  "home_page": "Home Page",
  "personal_info": "Personal Information",
  "news": "News",
  "services": "Services",
  "immigrant": "Immigrant",
  "about_us": "About Us",
  "options": "Options",
  "study_in_NZ": "Study In NZ",
  "study_tour": "Study & Tour",
  "trade": "Trade",
  "wechat": "Our Official Wechat",

  "//////////comment/////////////": "this is for immigration page",
  "immigration_page": "Official Immigration Page",
  "immigration_def": "  immigrating to New Zealand needs two matters. One is the skill points to fulfill their demand in order to be qualified to apply for the residency. The other depends on your wage. this wage changes every year so that you need to check their website.",
  "go_calc": "Go Calculate!",
  "go_wage": "Go See Wage Standard!",

  "/////////////comment//////////////": "this is for studyNZ page",
  "studyNZ_title": "【Our Service and benefits】",
  "studyNZ_benefits": "Global Ocean Group has been established since 2012 and has a number of senior study abroad consultants who understand the New Zealand education market and have good educational resources. Compared with overseas study companies in China, our headquarter is overseas. We assist clients in handling New Zealand study abroad, immigration, and investment during the period of relatively large advantages. In short, there are the following points.\n\n1. All that we can provide to our clients is not only the help in applying the visa, but also we can really help to carry out their lives abroad.\n\n2. We provide one-stop service. From the settle down in New Zealand to eventually applying for residence visa, we can provide professional service.\n\n3. Our service range is extensive and professional, including student visa, work visa, visitor visa as well as skille workder visa, partnership based visa, investor visa, etc.\n\n4. Under New Zealand regulations, we have professional immigration consultants to deal with applications and provide professional advices.\n\n5. We are familiar with current policy of New Zealand Immigrations, grasping variations of local regulations, providing customers with on-demand requests.\n\n6. We build up a solid bridge between students and schools, providing students an overall follow-up support services. We have intimate relationships with organizations from primary to high school, fundation to university. The schools reflect the students’ study, enabling the parents of the students to catch the situations. We offer free language assessement to make the best study solution for every student and arrange accommodation, legal and accounting support, etc.",
  "studyNZ_schools_search": "Look for NZ Unis",
  "studyNZ_schools": "【NZ Universities】",
  "studyNZ_schools_def": "New Zealand educational institutions are divided into institutions of higher education (Tertiary Institution), including the University, Polytechnic Institute and the College of Education;high school (secondary school); Primary School and private training institutions. In addition, there are some English language colleges and private English schools. ",
  "studyNZ_8Unis": "【8 MainStream Unis in NZ】",
  "AUT": "Auckland University of Technology(AUT)",
  "UA": "The University of Auckland",
  "UC": "University of Canterbury",
  "LU": "Lincoln University",
  "MU": "Massey University",
  "MUW": "Massey University at Wellington",
  "UO": "University of Otago",
  "VUW": "Victoria University of Wellington",
  "UW": "The University of Waikato",

  "///////////comment//////////": "this is for study tour page",
  "what_is_study_tour": "【What is Study & Tour?】",
  "study_tour_def": "    Study tour is between the study and tour. It is a traditional way of learning and education in many countries and civilizations. The story in the Bible which says five oriental scholars congratulate the birth of Jesus Christ, and also the experience of Italian Marco Polo in China, have revealed abundant information about how ancient eastern and western world communicate via study tour. In China, study tour has been playing a very important role in personality formation even from ancient times. There is a Chinese old saying, “read ten thousand books and travel ten thousand miles”, reading great books while doing great travels is a long-held and well-known Chinese tradition.\n\n Study & Tour in the sense of modern education is an international cross-cultural experiential education model that emerged in the 20th century with the development of world peace and globalization. Universities, colleges, and social institutions offer study tours for young people at home and abroad, actively encourage and correctly guide young students to visit and immerse themselves in different cultural environments, and learn and understand non-native language or non-local culture through personal experience Historical tradition, while strengthening and improving foreign language proficiency.\n\n Practice has proved that by providing young students with a journey of cultural exploration and discovery with far-reaching educational significance, the Study & Tour course is conducive to cultivating young students’ civilization and cultural tolerance, enhancing their understanding and respect for different cultures, and enabling them to better To understand and inherit the cultural and historical traditions of the nation and the local area, it has a particularly important role and good results in language strengthening training, ideological and moral education, personality formation education, cultural knowledge education and world peace education. Governments and educational circles around the world, as well as relevant international organizations and institutions, attach great importance to it. It has become a global trend of the times that combines education with culture and tourism, and is generally welcomed by young students all over the world.",
  "benefits_of_study_tour": "Benefits of Study & Tour",
  "improve_lang_skill": "Improve Language Skills",
  "expand_vision": "Expand Visions",
  "independent_res": "Cultivate Independent Responsibilities",
  "multi-culture": "Experience Multi-culture",
  "what_we_can_provide": "【What We Can Provide】",
  "gog_study_tour": "\nGlobal Ocean Group has own high-end tourism, culture and education resources in both North and South Island in New Zealand, and its range of business also covers international trade, real estate development and a variety of business activities. As a local company, Global Ocean Group has a unique in-depth knowledge about New Zealand tourism resources, which makes it possible to provide high-quality New Zealand journey for customers from all around the world. Our tourism service is guaranteed by Tourism New Zealand. It is our duty to make you enjoy the beauty and magic that this paradise can give.\n\n\n    Global Ocean Group has abundant and extensive sailing yacht resources and is devoted to establishing an international platform for high-quality consultant and communication. We have the most advantage of travel services and tourism experts, with which our customers can enjoy the convenient and honourable trip in the customized personal journey. We have even more projects with New Zealand features (like, fishing, golf, skiing, step by road, etc.) to improve traveller’s experience as well.",

  "////////////comment//////////": "this is for news page",
  "local_activity": "Local News",
  "study_tour_news": "Study Tour News",
  "govt_activity": "Government News",
  "social_activity": "Social News",
  "important_event": "Important Event"
}