{
  "//////////comment////////////////": "this is for main UI translation",
  "title": "全球奥胜集团",
  "home_page": "首页",
  "personal_info": "个人",
  "news": "新闻",
  "services": "服务",
  "immigrant": "移民",
  "about_us": "联系我们",
  "options": "选项",
  "study_in_NZ": "留学",
  "study_tour": "研学旅游",
  "trade": "贸易",
  "wechat": "微信号",

  "//////////comment///////////////": "this is for immigration page",
  "immigration_page": "官方移民网站",
  "immigration_def": "  移民到新西兰会有两样需求。第一为移民技术分数。该移民分数得达到需求的门槛才能获得申请ＰＲ的资格。第二为您的工资。每年的工资门槛也是会有变动，所以建议您在网址上查看今年的标准。",
  "go_calc": "算分去！",
  "go_wage": "看收入基准!",

  "/////////////comment//////////////": "this is for studyNZ page",
  "studyNZ_title": "【我们的服务及优势】",
  "studyNZ_benefits": "环球奥盛集团成立于2012年，拥有多名资深留学顾问，了解新西兰教育市场，拥有良好的教育资源。相比较中国国内的留学公司，我们的总部设在海外。我们协助客户办理新西兰留学，移民，及投资期间所体现出的优势相对较大。简单来讲有以下几点。\n\n1.我们能提供给客户的帮助，不仅仅是在办理签证期间，更重要的是我们可以协助他们真正的开展其海外生活。可以直接的，较为迅速的提供帮助。\n\n2.我们为客户提供一条龙式的服务体系。由客户最初到新西兰来留学，至最终办理移民，期间所涉及到的各项申请和签证，我们都可以为您提供专业的服务。\n\n3.我们的服务范围非常的广泛和专业。留学工作类别申请包括：学生签证，陪读签证，工作签证，配偶工签，探亲访友签证，因各类不同原因导致被拒签的疑难签证。各类移民类别申请包括：技术移民，配偶担保类移民，家庭团聚类移民，创业移民及投资移民。\n\n4.我们有专业的移民顾问协助客户处理相关申请及提供专业意见。\n\n新西兰政府规范了移民留学行业，为了保障新西兰各类签证的申请人的合法权益，国会于2007 年通过了“移民顾问持牌法”。从2009 年5 月4日起，新西兰开始实施这一法律。相关法律规定：新西兰移民顾问，无论在新西兰还是不在新西兰，必须获得移民顾问局颁发的牌照方能为顾客提供相关服务，移民局不得受理无牌照顾问及中介递交的申请。值得注意的是，在中国地区，以下申请均需通过持牌的移民留学中介才能递交(除非特别豁免，或申请人本人递交)：所有的移民申请。所有的旅游签证申请。所有的工作签证申请。虽然中国大陆的留学中介可以递交单纯留学签证申请，但是非持牌中介不可以对申请人就留学后能不能办理工签和是否能移民提供任何建议。另外，如果需要办理留学生的配偶签证、父母的探亲签证、陪读签证等学生签证以外的任何签证，均需要持牌的移民留学顾问递交申请。留学生入境后的转签续签均需要持牌的移民留学中介递交申请。其它与新西兰移民局相关的资讯提供和申请。 全球仅431人获得牌照   统计数据显示，新西兰移民局推行移民留学中介政府持牌制度以来，全球范围有431 个移民留学顾问获得了新西兰牌照。在中国地区，目前从事新西兰留学移民行业的顾问人数众多，但达到新西兰移民持牌要求的顾问人数还很少。移民局公布的最新数据显示，中国地区获得牌照的顾问仅10 人。同时新西兰政府也提醒中国大陆的申请人务必选择政府持牌移民留学顾问递交申请，否则移民局会按照拒签或退件处理不合格的申请。\n\n5.我们熟悉了解目前的移民留学政策，可以第一时间掌握当地的申请条例变化，为客户提供最切合他们实际需求的建议及服务。\n\n6.尤其是在留学方面，我们为学生和学校之间搭建起稳固的桥梁，为其提供完善的学生后续保障服务。从小学到高中，预科到大学，及不同类型的专科学校，我们都与其保持着良好及紧密的关系。学校会向我们及时反映学生在校读书期间的学习情况，方便我们及家长可以真实的了解孩子学习的实际情况。我们会为客户免费提供语言评估，根据客户的实际情况制定最适合的留学方案，并提供接机，住宿安排，驾照考试，法律，会计，保险索赔，疑难签证等完善服务。",
  "studyNZ_schools_search": "查看新西兰学校",
  "studyNZ_schools": "【新西兰学校】",
  "studyNZ_schools_def": "新西兰的教育机构分为高等教育机构( Tertiary Institution)，包括大学（University）、综合技术学院或称理工学院(polytechnic)和教育学院(college of education)；中学(secondary school)；小学（Primary School）和私人培训机构。另外，还有一些英语语言学院和私人英语学校。",
  "studyNZ_8Unis": "【新西兰八大校】",
  "AUT": "奥克兰理工大学(AUT)",
  "UA": "奥克兰大学",
  "UC": "坎特伯雷大学",
  "LU": "林肯大学",
  "MU": "梅西大学",
  "MUW": "梅西大学惠灵顿分校",
  "UO": "奥塔哥大学",
  "VUW": "惠灵顿维多利亚大学",
  "UW": "怀卡托大学",


  "///////////comment////////////////": "this is for study tour page",
  "what_is_study_tour": "【研学新西兰】",
  "study_tour_def": "研学是介于游和学之间的，是世界各国、各民族文明中，最为传统的一种学习教育方式。圣经中记载的“东方五学士，祝贺耶稣基督诞生”的故事，和意大利旅行家马可l 波罗在中国的游历，都透露出古代东西方游学交流中所蕴涵的丰富信息。而中国民间自古以来，就非常重视游学对人格养成和知识形成的重要作用，孔子率领众弟子周游列国，增进弟子的学识，培养弟子的品质，开阔眼界。“读万卷书，行万里路”，更是中国传承至今家喻户晓的教育古训。\n\n现代教育意义上的研学，是20 世纪随着世界和平潮流和全球化发展进程而产生，并逐渐成熟的一种国际性跨文化体验式教育模式。大中院校、社会机构面向国内外青少年，开设游学课程，积极鼓励并正确引导青少年学生，到不同文化环境中去探访、并沉浸其中，通过亲自体验而学习和理解非母语或非本地的文化历史传统，同时强化提高外语水平。\n\n实践证明，研学课程通过为青少年学生提供具有深远教育意义的文化探索和发现之旅，有利于培养青少年学生的文明素养和文化宽容精神，增进对不同文化的认识和尊重，也使他们能够更好地认识和传承本民族和本土的文化与历史传统，在语言强化训练、思想道德教育、人格养成教育、文化知识教育和世界和平教育等方面，都具有特别重要的作用和良好的效果，受到世界各国政府及教育界、相关国际组织与机构的高度重视。并已经成为教育与文化和旅游相结合的一种全球性时代潮流，受到全世界青年学生的普遍欢迎。",
  "benefits_of_study_tour": "研学特点",
  "improve_lang_skill": "提高语言能力",
  "expand_vision": "开阔青少年的视野",
  "independent_res": "培养独立人格品质",
  "multi-culture": "体验多元文化",
  "what_we_can_provide": "【我们的研学服务】",
  "gog_study_tour": "\n环球奥盛集团有限公司是一家依托自身拥有新西兰南北岛高端旅游，文化，教育资源，以及国际贸易，房地产开发，新西兰特色个性化旅行体验，以及各种商务活动，新西兰国际留学生协会。作为新西 兰本地的公司，环球奥盛集团有限公司对当地的旅游资源拥有着深入独到的了解和亲身的体验。为世界各地的客户安排优质的新西兰旅程， 我们为自己提供的高质量、可靠的服务感到自豪。经新西兰旅游局质量认证，我们的工作职责就是让您深度享受新西兰纯净天堂带给您的种种美丽与神奇。\n环球奥盛集团有限公司拥有丰富的帆船游艇专业资源，致力打造一个真正国际化高品质的咨询与交流的平台。我们紧随着新西兰旅游局的脚步，通过资深新西兰旅游专家的推荐，搭配最具优势的旅游服务，使我们的客户在新西兰的私人定制旅途中更享便捷和尊贵。同时我们也致力与开拓更多附有新西兰特色的个性化旅游项目（钓鱼，高尔夫，滑雪，步经道等）从而丰富完善我们客户群体的旅行经历。",

  "////////////comment//////////": "this is for news page",
  "local_activity": "当地新闻",
  "study_tour_news": "研学新闻",
  "govt_activity": "政府新闻",
  "social_activity": "社会新闻",
  "important_event": "重要新闻"
}